{
  "es": {
    "optionsNav": ["Inicio", "Sobre mi", "Projectos"],
    "mainText": "Desarrolador Web",
    "welcomingText": "Hola, soy Yender, me gusta el desarrollo web y la creacion de soluciones con codigo.",
    "btnDownload": "Descargar CV",
    "aboutMe": " Durante un tiempo atras conoci este mundo de la programacion y el desarrollo web, aprendi las bases y el como funciona, sigo aprendiendo y queriendo avanzar mucho mas, siendo el lenguaje de programacion que utilizo javascript junto con su entorno de programacion Node.js y para la creacion de interfaces React, entre otras tecnologias y herramientas.",
    "aboutMeTitle": "Sobre mi",
    "textTecnologies": "Tecnologias que uso",
    "myProjectsTitle": "Mis Proyectos",
    "titleProject1": "Quiz Anime",
    "descriptionProject1": "De mis primeros Projectos implementando logica, hecho con javascript.",
    "titleProject3": "Yen Comerce",
    "titleProject2": "Memory",
    "descriptionProject2": "Projecto basado en el juego de memoria hecho con react.",

    "descriptionProject3": "Projecto de practica sobre un e-comerce, implementando un carrito de compras.",
    "titleProject4": "Social App",
    "descriptionProject4": "Reciente Projecto basado en una red social implementando perfiles, chat en tiempo real y otras funciones, hecho con Node.js, React y MongoDB.",
    "projectOption1": "Ver Proyecto",
    "projectOption2": "Ver Codigo"
  },
  "en": {
    "optionsNav": ["Home", "About me", "Projects"],
    "mainText": "Web Developer",
    "welcomingText": "hello, i am Yender, i like the web development and creating solutions with code.",
    "btnDownload": "Download CV",
    "aboutMe": " Some time ago I got to know this world of programming and web development, I learned the basics and how it works, I keep learning and want to advance much more, being the programming language that I use javascript along with its Node.js programming environment and for the creation of interfaces the React library, among other technologies and tools.",
    "aboutMeTitle": "About me",
    "textTecnologies": "Technologies i use",
    "myProjectsTitle": "My Projects",
    "titleProject1": "Quiz Anime",
    "descriptionProject1": "One of my first projects implementing logic, done with javascript.",
    "titleProject2": "Memory",
    "descriptionProject2": "Project based on the memory game made with React.",

    "titleProject3": "Yen Comerce",
    "descriptionProject3": "Practice project about an e-commerce, implementing a shopping cart.",
    "titleProject4": "Social App",
    "descriptionProject4": "Recent project based on a social network implementing profiles, real-time chat and other functions, made with Node.js, React and MongoDB.",
    "projectOption1": "View Project",
    "projectOption2": "View Code"
  }
}
